tap "caskroom/cask"
tap "caskroom/versions"
tap "chrmoritz/starcheat"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/science"
tap "homebrew/services"
tap "neovim/neovim"
tap "sanemat/font"
brew "libyaml"
brew "python"
brew "ansible"
brew "arp-scan"
brew "autoconf"
brew "boost"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "pcre"
brew "glib"
brew "pixman"
brew "cairo"
brew "cmake"
brew "zeromq"
brew "czmq"
brew "emacs"
brew "faac"
brew "lame"
brew "perl"
brew "git"
brew "xvid"
brew "flow"
brew "libtool"
brew "gobject-introspection"
brew "icu4c"
brew "harfbuzz"
brew "pango"
brew "fontforge"
brew "gdk-pixbuf"
brew "gnu-getopt"
brew "git-now"
brew "go"
brew "lua"
brew "highlight"
brew "htop"
brew "python3"
brew "httpie"
brew "hub"
brew "iftop"
brew "jo"
brew "jsonpp"
brew "libcroco"
brew "librsvg"
brew "libsodium"
brew "libvo-aacenc"
brew "maven"
brew "mongodb"
brew "mysql"
brew "neovim", args: ["HEAD"]
brew "nmap"
brew "nodebrew"
brew "opencv"
brew "pandoc"
brew "postgresql", restart_service: true
brew "pyenv"
brew "pyenv-virtualenv"
brew "qt"
brew "sip", args: ["with-python3"]
brew "pyqt"
brew "ruby-build"
brew "rbenv"
brew "rbenv-gemset"
brew "reattach-to-user-namespace"
brew "redis"
brew "ruby", link: false
brew "sbt"
brew "scala"
brew "texi2html"
brew "tig"
brew "tmux"
brew "tree"
brew "vim", args: ["HEAD"]
brew "watchman"
brew "weechat", args: ["with-perl", "with-python", "with-ruby"]
brew "wget"
brew "yasm"
brew "youtube-dl"
brew "chrmoritz/starcheat/starcheat", args: ["HEAD"]
brew "heroku/brew/heroku"
brew "sanemat/font/ricty"
