tap "caius/jo"
tap "caskroom/cask"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/python"
tap "homebrew/science"
tap "neovim/neovim"
tap "sanemat/font"
cask "xquartz"
brew "libyaml"
brew "openssl@1.1"
brew "gdbm"
brew "openssl"
brew "readline"
brew "sqlite"
brew "python"
brew "ansible"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bdw-gc"
brew "boost"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "pcre"
brew "glib"
brew "pixman"
brew "cairo"
brew "emacs"
brew "cask"
brew "gmp@4"
brew "isl@0.12"
brew "cloog"
brew "cmake"
brew "perl"
brew "git", args: ["with-curl", "with-openssl"]
brew "docker"
brew "docker-machine"
brew "docker-compose"
brew "eigen"
brew "faac"
brew "fabric"
brew "fdk-aac"
brew "lame"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "frei0r"
brew "fribidi"
brew "gmp"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "jpeg"
brew "libtiff"
brew "webp"
brew "gd"
brew "gobject-introspection"
brew "shared-mime-info"
brew "gdk-pixbuf"
brew "libtasn1"
brew "libunistring"
brew "nettle"
brew "p11-kit"
brew "gnutls"
brew "go"
brew "libgpg-error"
brew "libgcrypt"
brew "pinentry"
brew "gpg-agent"
brew "icu4c"
brew "harfbuzz"
brew "heroku"
brew "lua"
brew "highlight"
brew "htop-osx"
brew "xz"
brew "python3"
brew "httpie"
brew "hub"
brew "iftop"
brew "ilmbase"
brew "libtool"
brew "imagemagick"
brew "jasper"
brew "jo"
brew "kakasi"
brew "libass"
brew "libbluray"
brew "libcaca"
brew "libcroco"
brew "libevent"
brew "libusb"
brew "libusb-compat"
brew "libgphoto2"
brew "libicns"
brew "libiconv"
brew "libmagic"
brew "libogg"
brew "pango"
brew "librsvg"
brew "libsoxr"
brew "libtermkey"
brew "libuv"
brew "libvidstab"
brew "libvorbis"
brew "libvpx"
brew "libvterm"
brew "libxml2"
brew "little-cms2"
brew "llvm"
brew "makedepend"
brew "mercurial"
brew "mongodb"
brew "msgpack"
brew "mysql"
brew "net-snmp"
brew "nmap"
brew "nodebrew"
brew "numpy"
brew "openconnect"
brew "opencore-amr"
brew "openexr"
brew "openjpeg"
brew "opus"
brew "pinentry-mac"
brew "postgresql"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "rbenv-gemset"
brew "redis"
brew "rtmpdump"
brew "ruby"
brew "sane-backends"
brew "sdl"
brew "speex"
brew "texi2html"
brew "theora"
brew "tig"
brew "tree"
brew "unibilium"
brew "vim"
brew "w3m"
brew "watchman"
brew "weechat", args: ["with-perl", "with-python", "with-ruby"]
brew "wget"
brew "wine"
brew "x265"
brew "yasm"
brew "homebrew/science/opencv"
brew "neovim/neovim/neovim"
cask "caffeine"
cask "charles"
cask "emacs"
cask "flash-player"
cask "google-japanese-ime"
cask "sublime-text"
cask "the-unarchiver"
cask "totalterminal"
cask "tuntap"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
